/* localizable strings */
"OK" = "OK";
"Cancel" = "Avbryt";
"Are you sure you want to delete ?" = "Är du säker på att du vill radera ?";
"Are you sure you want to empty the contents of this archive ?" = "Är du säker på att du vill tömma innehållet i det här arkivet ?";
"Extract Here" = "Extrahera hit";
"Compress Here" = "Komprimera hit";
"Operation failed" = "Operationen misslyckades";
"Warning !" = "Varning !";
"The contents of the file can not be deleted with this programme !" = "Filens innehåll kan inte raderas med det här programmet !";
"/Desktop" = "/Skrivbord";
"Save" = "Spara";
"Being analyzed," = "Analyserar,";
"please wait for a moment !" = "vänta en stund !";
"Compressing," = "Komprimerar,";
"file" = "fil";
"folder" = "mapp";
"Being analyzed..." = "Analyserar...";
"Being analyzed: " = "Analyserar: ";
"The contents of the file can not be shown with this programme !" = "Filen kan inte visas !";
"The contents of the file is empty !" = "Filens innehåll är tomt !";
"Can not open this file with this programme !" = "Kan inte öppna filen med det här programmet !";
"Detect automatically" = "Detektera automatiskt";
"Password needed on file \"%@\"" = "Lösenord behövs på filen \"%@\"";
"Extracting" = "Extraherar";
"Extracting:" = "Extraherar:";
"The contents of [%@] can not be extracted with this programme !" = "Filens [%@] innehåll kan inte extraheras med det här programmet !";
"The contents of the file can not be extracted with this programme !" = "Filens innehåll kan inte extraheras med det här programmet !";
"Error : [%@] !" = "fel : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "har funnits, vill du uppdatera ?";
"Updating view from \"%@\"" = "Uppdatera utsikten från \"%@\"";
"Adding files to" = "Lägga till filer till";
"%@  (%d/%d total)" = "%@  (%d/%d totalt)";
"The same file is opening, eject it please !" = "Samma fil öppnar, mata ut den du !";
"Creating : " = "Skapa : ";
"Select a folder to save" = "Välj en mapp att spara";
"Save Here" = "Spara";
"Compressing : " = "Komprimerar : ";
"Some error happen, retry please !" = "Några fel som hände, igen du !";
"Normal" = "Normal";
"Maximized" = "Maximerad";
"Name" = "Namn";
"Kind" = "Skriv";
"Size" = "Storlek";
"Original size" = "Originalstorlek";
"Created" = "Skapad";
"Modified" = "Ändrad";

"About SmartZipper Pro" = "Om SmartZipper Pro";
"Preferences" = "Alternativ…";
"Services" = "Tjänster";
"Hide SmartZipper Pro" = "Dölj SmartZipper Pro";
"Hide Others" = "Dölj andras";
"Show All" = "Visa alla";
"Quit SmartZipper Pro" = "Avsluta SmartZipper Pro";

"Set selected the path as default saving path" = "Ställ in vald sökväg som standardsökväg för sparade filer";
"Default path can be modified in \"Preferences\"" = "Standardsökvägen kan ändras i \"Inställningar\"";

"Add" = "Lägg till";
"Delete" = "Radera";
"Quick Look" = "Förhandsgranska";
"Extract to" = "Extrahera";
"Search" = "Sök";
"File Name" = "Filnamn";

"Edit" = "Redigera";
"View" = "Visa";
"Help" = "Hjälp";

"Window" = "Fönster";
"Minimize" = "Minimera";
"Open Window" = "Öppna fönster";
"Bring All to Front" = "Få alla längst fram";

"Date Modified" = "Tid";
"Path" = "Path";


"Extract" = "Extrahera";
"Advanced" = "Avancerat";
"Always custom" = "Alltid egen inställning";
"Use default path" = "Använd standardsökväg";
"Change" = "Ändra";
"Show content in Finder after extraction" = "Visa innehåll i Finder efter extrahering";
"When double-clicking archive in the Finder, directly extract" = "När du dubbelklickar på arkiv i Finder, direkt extrakt";
"Set SmartZipper Pro as default compressor/uncompressor" = "Ställ in SmartZipper Pro som standardverktyg för komprimering/uppackning";
"Close" = "Stäng";

"Filename encoding autodetection" = "Filnamnet kodas med automatdetektering";
"Filename encoding:" = "Filnamnskodning:";
"Threshold:" = "Tröskel:";
"confidence" = "konfidens";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(En konfidensgrad lägre än denna gör att programmet frågar efter kodning i stället för att använda den autodetekterade.)";



"General" = "Allmänt";
"Compression format:" = "Komprimeringsformat:";
"[gz and bzip2 only support one file every time !]" = "Komprimeringsformat:";
"Split" = "Split";
"Split size:" = "Split storlek:";
"Encrypt" = "Kryptera";
"Input password:" = "Ange lösenord:";
"Encrypt headers ( Only 7z )" = "Dekryptera sidhuvuden ( endast 7z )";

"Compression level:" = "Dekryptera sidhuvuden ( endast 7z )";
"Store" = "Lagra";
"Fastest" = "Snabbaast";
"Fast" = "Snabb";
"Normal" = "Normal";
"Maximum" = "Högst";
"Ultra" = "Maximal hastighet";
"Solid archives (only 7z)" = "Solida arkiv (endast 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Exkludera Mac OS X resurs förgrening(ex: .DS_Store)";
"Show content in Finder after compression" = "Visa innehåll i Finder efter komprimering";
"The same path of the original file" = "Samma sökväg som till originalfilen";

"Rate the App description" = "Tack för att du använder vår mjukvara. Hjälpte den dig? Vi uppskattar verkligen om du hjälper till och betygsätter den när du kan. Tack så mycket. ";
"Rate now" = "Betygsätt nu ";
"Rate later" = "Betygsätt senare ";
"Don't show again" = "Visa inte igen ";


"Help Document" = "Hjälpdokument";
"Are you sure you want to add ?" = "Är du säker på att du vill lägga till filerna?";
"Selected Items" = "Valda artiklar";
"Entire Zip File" = "Hel ZIP-fil";
"Open" = "Öppna";
"Go" = "Kör";
"Work path : " = "Sökväg : ";

"help introduce" = "※\nDu bör välja \"%@\" som hemkatalog så att SmartZipper Pro fungerar bättre. Du kommer då att få njuta av några behändiga funktioner redan som standard.\n\n※\nDu kan ange gränssnittet \"%@\" via menyvalet: \"SmartZipper Pro\". Det tillhandahåller många önskade inställningar efter ditt tycke.\n\n※\nDu kan öppna fönstret via menyn: \"%@\".";

"Open a directory or an archiver" = "Öppna en katalog eller ett arkiveringsprogram";


"Previous" = "föregående";
"Next" = "nästa";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zooma för att passa";

"Skip" = "Hoppa över";
"The file has been removed!" = "Filen existerar inte.";

"Are you sure you want to add or open the files ?" = "Vill du verkligen lägga till eller öppna de här filerna?";
"Extract slowly" = "Kontrollera vilken fil som kräver lösenord om filerna i arkiven använder olika lösenord. (långsamt)";

"Review on the App Store" = "Kontrollera hos Appstore";
"Always show compress panel" = "Visa alltid alternativrutan för komprimering";
"Always use default format" = "Komprimera med det förinställda komprimeringsformatet";
"Finder's context menu" = "Sökarens kontextmeny";

"Purchase" = "Inköp";
"remind purchase text" = "Du använder en testversion av SmartZipperPro. Om du gillar den kan du köpa den från Mac AppStore";
"You can also try a few days of" = "Det återstår %ld dagar av gratisperioden";
"Remind me" = "Påminn";

"Ask user whether save document \"%@\"" = "Dokumentet \"%@\" har ändrats.Vill du spara ändringarna?";
"Ask user whether save doc document with images" = "Bilden i dokumentet kan förloras. Vill du spara ändringarna?";
"Don't Save" = "Spara inte";
"Undo Typing" = "Ångra inmatning";
"Redo Typing" = "Gör om inmatning";
"Ask user whether update archive \"%@\"" = "Dokumentet \"%@\" har ändrats. Vill du uppdatera det i arkivet?";
"Update Archive" = "Uppdatera arkiv";
"Updating files to" = "Uppdaterar filer till";
"Update" = "Uppdatera";
"Don't Update" = "Uppdatera inte";
"Hex" = "Hex";
"Preview" = "Preview";

